Revit 2024 API
BuiltInFailures.InaccurateFailures Class
 Failures about Inaccurate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class InaccurateFailures
Visual Basic
Public NotInheritable Class InaccurateFailures
Visual C++
public ref class InaccurateFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures
See Also
BuiltInFailures.InaccurateFailures Members
Autodesk.Revit.DB Namespace